module.exports = {
	description:
		// 'Ваш QR-код в приложении для подключения к VPN серверу #{server}',
		'Отсканируйте Ваш QR-код в приложении для подключения к VPN серверу #{server}',
	downloadApp: 'Скачать приложение',
	// app: {
	// 	android: 'Hiddify',
	// 	ios: 'Foxray',
	// },
	errors: {
		generate: 'Ошибка генерации QR кода, попробуйте повторить попытку позже',
		sending: 'Ошибка при отправке QR кода, попробуйте повторить попытку позже',
	},

	connectTitle:
		'1. ✅ Сервер: #{server}\n2. ✅ ОС: #{os}\n\nДля подключения к серверу отсканируйте Ваш QR-код в приложении',
};
